{"_id":{"$oid":"5d1d28a29bda4cd85a416f95"},"name":"Robert Downey Jr.","sex":"Male","dob":{"$date":{"$numberLong":"-149731200000"}},"bio":"Robert John Downey Jr. (born April 4, 1965) is an American actor and producer. Downey made his screen debut in 1970, at the age of five, when he appeared in his father's film Pound, and has worked consistently in film and television ever since. He received two Academy Award nominations for his roles in films Chaplin (1992) and Tropic Thunder (2008)."}
{"_id":{"$oid":"5d1d2af99bda4cd85a41708c"},"name":"Lisa Kudrow","sex":"Female","dob":{"$date":{"$numberLong":"-202780800000"}},"bio":"Lisa Valerie Kudrow-Stern is an American actress, best known for her role as Phoebe Buffay in the television sitcom Friends, for which she received many accolades including an Emmy Award and two Screen Actors Guild Awards. While starring in Friends, Kudrow also appeared in 1999's comedy film Analyze This, directed by Harold Ramis, as well as its 2002 sequel Analyze That. Kudrow has also appeared in several comedy films, notably playing Michele Weinberger in Romy and Michele's High School Reunion, and after Friends had ended, Kudrow featured in the 2009 feature film Bandslam as the character Karen Burton. She has also appeared in the comedies P.S. I Love You and Hotel For Dogs. On May 27, 1995, Kudrow became the first 'Friend' to marry when she wed Michel Stern, a French advertising executive. They have one son, Julian Murray (born May 7, 1998), and live near Beverly Hills, California.  Kudrow's pregnancy was written into Friends with her character Phoebe having triplets as a surrogate parent for her brother and his wife because they were not able to have children. Description above from the Wikipedia article Lisa Kudrow, licensed under CC-BY-SA, full list of contributors on Wikipedia."}
{"_id":{"$oid":"5d1d2b629bda4cd85a4170b9"},"name":"Chris Evans","sex":"Male","dob":{"$date":{"$numberLong":"361238400000"}},"bio":"Christopher Robert 'Chris' Evans (born June 13, 1981) is an American actor and filmmaker. Evans is best known for his superhero roles, as Captain America in the Marvel Cinematic Universe, and as Human Torch in Fantastic Four. In 2015, he made his directorial debut with the romantic drama Before We Go."}
{"_id":{"$oid":"5d1d2bf09bda4cd85a4170f9"},"name":"Chris Hemsworth","sex":"Male","dob":{"$date":{"$numberLong":"429408000000"}},"bio":"Chris Hemsworth (born 11 August 1983) is an Australian actor. He is best known for his roles as Kim Hyde in the Australian TV series Home and Away (2004) and as Thor in the Marvel Cinematic Universe films Thor (2011), The Avengers (2012), Thor: The Dark World (2013) and Avengers: Age of Ultron (2015). He has also appeared in the science fiction action film Star Trek(2009), the thriller adventure A Perfect Getaway (2009), the horror comedy The Cabin in the Woods (2012), the dark fantasy action film Snow White and the Huntsman (2012), the war film Red Dawn (2012) and the biographical sports drama film Rush (2013). Description above from the Wikipedia article Chris Hemsworth, licensed under CC-BY-SA, full list of contributors on Wikipedia"}
{"_id":{"$oid":"5d1d31bf9bda4cd85a4172a7"},"name":"Scarlett Johansson","sex":"Female","dob":{"$date":{"$numberLong":"470040079198"}},"bio":"Scarlett Johansson, born November 22, 1984, is an American actress, model and singer. She made her film debut in North (1994) and was later nominated for the Independent Spirit Award for Best Female Lead for her performance in Manny & Lo (1996), garnering further acclaim and prominence with roles in The Horse Whisperer (1998) and Ghost World (2001). She shifted to adult roles with her performances in Girl with a Pearl Earring (2003) and Sofia Coppola's Lost in Translation (2003), for which she won a BAFTA award for Best Actress in a Leading Role; both films earned her Golden Globe Award nominations as well."}
{"_id":{"$oid":"5d1d94c73b8ea48e6bce84d4"},"name":"Jennifer Aniston","sex":"Female","dob":{"$date":{"$numberLong":"-27916180804"}},"bio":"Jennifer Aniston (born February 11, 1969) is an American actress, filmmaker, and businesswoman. She gained worldwide recognition for portraying Rachel Green on the television sitcom Friends (1994–2004), a role which earned her an Emmy Award, a Golden Globe Award, and a Screen Actors Guild Award. In 2012, she received a star on the Hollywood Walk of Fame. Additionally, Men's Health magazine voted Aniston the 'Sexiest Woman of All Time'."}
{"_id":{"$oid":"5d1d953a3b8ea48e6bce84e0"},"name":"David Schwimmer","sex":"Male","dob":{"$date":{"$numberLong":"-99769120804"}},"bio":"David Lawrence Schwimmer (born November 2, 1966) is an American actor and director of television and film. He was born in New York, and his family moved to Los Angeles when he was two. He began his acting career performing in school plays at Beverly Hills High School. In 1988, he graduated from Northwestern University with a Bachelor of Arts degree in theater and speech. After graduation, Schwimmer co-founded the Lookingglass Theatre Company. For much of the late-1980s, he lived in Los Angeles as a struggling, unemployed actor."}
{"_id":{"$oid":"5d1d95ee3b8ea48e6bce84fa"},"name":"Marisa Tomei","sex":"Female","dob":{"$date":{"$numberLong":"-160072600804"}},"bio":"Marisa Tomei was born on December 4, 1964, in Brooklyn, New York, to mother Patricia 'Addie' Tomei, an English teacher and father Gary Tomei, a lawyer. Marisa also has a brother, actor Adam Tomei. As a child, Marisa's mother frequently corrected her speech as to eliminate her heavy Brooklyn accent. As a teen, Marisa attended Edward R. Murrow High School and graduated in the class of 1982. She was one year into her college education at Boston University when she dropped out for a co-starring role on the CBS daytime drama As the World Turns (1956). Her role on that show paved the way for her entrance into film: in 1984, she debuted with a bit part in The Flamingo Kid (1984). Three years later, Marisa became known for her role as Maggie Lawton, Lisa Bonet's college roommate, on the sitcom A Different World (1987)."}
{"_id":{"$oid":"5d1d964f3b8ea48e6bce8508"},"name":"Tom Holland","sex":"Male","dob":{"$date":{"$numberLong":"833678419199"}},"bio":"Thomas 'Tom' Stanley Holland (1st June 1996) is an English actor and dancer. He is best known for playing the title role in Billy Elliot the Musical at the Victoria Palace Theatre, London, as well as for starring in the 2012 film The Impossible. In 2015, Holland was cast as Peter Parker / Spider-Man in the Marvel Cinematic Universe. "}
{"_id":{"$oid":"5d1d96c43b8ea48e6bce8518"},"name":"Samuel L. Jackson","sex":"Male","dob":{"$date":{"$numberLong":"-663524380806"}},"bio":"An American film and television actor and film producer. After Jackson became involved with the Civil Rights Movement, he moved on to acting in theater at Morehouse College, and then films. He had several small roles such as in the film Goodfellas, Def by Temptation, before meeting his mentor, Morgan Freeman, and the director Spike Lee. After gaining critical acclaim for his role in Jungle Fever in 1991, he appeared in films such as Patriot Games, Amos & Andrew, True Romance and Jurassic Park. In 1994 he was cast as Jules Winnfield in Pulp Fiction, and his performance received several award nominations and critical acclaim."}
{"_id":{"$oid":"5d1d96e73b8ea48e6bce8522"},"name":"Jon Favreau","sex":"Male","dob":{"$date":{"$numberLong":"-100981300804"}},"bio":"Jonathan Favreau is an American actor, director, producer, and screenwriter.As an actor, he is known for roles in films such as Rudy (1993), Swingers (1996) (which he also wrote), Very Bad Things (1998), Daredevil (2003), The Break-Up (2006), Couples Retreat (2009), and Chef (2014) (which he also wrote and directed)."}
{"_id":{"$oid":"5d1d97e23b8ea48e6bce8542"},"name":"Jake Gyllenhall","sex":"Male","dob":{"$date":{"$numberLong":"346145899198"}},"bio":"Jacob Benjamin 'Jake' Gyllenhaal (born December 19, 1980) is a Swedish-American actor. A member of the Gyllenhaal family and the son of director Stephen Gyllenhaal and screenwriter Naomi Foner, Gyllenhaal began acting as a child with a screen debut in City Slickers (1991), followed by roles in A Dangerous Woman (1993) and Homegrown (1998). His breakthrough performance was as Homer Hickam in October Sky (1999) and he garnered an Independent Spirit Award nomination for Best Male Lead for playing the title character in the indie cult hit Donnie Darko (2001), in which he played a psychologically troubled teenager alongside his older sister, Maggie Gyllenhaal. He subsequently appeared in another indie film, The Good Girl (2002) and the climate fiction-disaster film The Day After Tomorrow (2004), portraying a student caught in a cataclysmic climate event."}
{"_id":{"$oid":"5d1d985b3b8ea48e6bce8553"},"name":"Matthew Perry","sex":"Male","dob":{"$date":{"$numberLong":"-11564500804"}},"bio":"Matthew Langford Perry (born August 19, 1969) is an American-Canadian actor, best known for his role as Chandler Bing on the popular, long-running NBC television sitcom Friends, for which he earned an Emmy Award nomination in 2002. His portrayal of Ron Clark in The Ron Clark Story earned him an Emmy nomination and a Golden Globe nomination. He also guest-starred in three episodes of the drama series The West Wing, which garnered him two consecutive Emmy nominations in 2003 and 2004. Perry also starred in the short-lived series Studio 60 on the Sunset Strip, and had roles in the films The Whole Nine Yards (2000) and its sequel The Whole Ten Yards (2004), Numb (2007), and 17 Again (2009)."}
{"_id":{"$oid":"5d1d98b23b8ea48e6bce855f"},"name":"Zendaya","sex":"Female","dob":{"$date":{"$numberLong":"841638019199"}},"bio":"Zendaya Maree Stoermer Coleman, known simply as Zendaya, is an American actress, singer and dancer. She began performing at an early age with the dance group Future Shock Oakland, the California Shakespeare Theater in Orinda, and as part of her studies at the Oakland School for the Arts and Cal Shakes Summer Conservatory Program. While she was in her early teens, she embarked on her entertainment career, graduating from modeling work for Macy's and Old Navy to appearing in the video for Kidz Bop's version of Katy Perry's hit single, 'Hot N Cold'."}
{"_id":{"$oid":"5d1d99223b8ea48e6bce856f"},"name":"Matt LeBlanc","sex":"Male","dob":{"$date":{"$numberLong":"-76886140804"}},"bio":"Matt LeBlanc was born in Newton, Massachusetts, to an Italian mother and a father of mixed Irish, English, Dutch and French ancestry. After graduating from high school, he spent some time as a photo model in Florida before moving to New York where he took drama classes. After a few small roles on stage and on TV, he became famous for his role as Joey in 'Friends' (1994), and in a less successful spin-off, 'Joey' (2004). From 2003 to 2006, he was married to Missy McKnight, with whom he had one child, Marina Pearl."}
{"_id":{"$oid":"5d1d997b3b8ea48e6bce857e"},"name":"Courtney Cox","sex":"Female","dob":{"$date":{"$numberLong":"-174954340804"}},"bio":"Courteney Bass Cox (born June 15, 1964) is an American actress, who achieved fame for her role as Monica Geller on the NBC sitcom Friends. Cox has also starred in Dirt and the Scream series of movies. She currently stars in the ABC sitcom Cougar Town, for which she earned her first Golden Globe nomination.Description above from the Wikipedia article Courteney Cox, licensed under CC-BY-SA, full list of contributors on Wikipedia."}
{"_id":{"$oid":"5d21cd033abb015078605a5e"},"name":"Monish","sex":"Male","dob":"2019-07-13","bio":"He is good."}
